/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */


"JBRefreshHeaderIdleText" = "下拉可以刷新";
"JBRefreshHeaderPullingText" = "松开立即刷新";
"JBRefreshHeaderRefreshingText" = "正在刷新数据中...";

"JBRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"JBRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"JBRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"JBRefreshBackFooterIdleText" = "上拉可以加载更多";
"JBRefreshBackFooterPullingText" = "松开立即加载更多";
"JBRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"JBRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"JBRefreshHeaderLastTimeText" = "最后更新：";
"JBRefreshHeaderDateTodayText" = "今天";
"JBRefreshHeaderNoneLastDateText" = "无记录";
